<!-- 
TODO: 
1. Пофиксить вёрстку (Адаптив)
2. Сделать валидацию для формы

4. Поправить качество изображений
6. Сделать запросы 
7. Сделать галерею

-- ГОТОВО
2. Поправить хедер по макету
3. Изменить навигацию - Категория Изделия и Категория Дизайн
5. Сделать гридом изображения на страницах с товаром
5. Сделать layoyt для категорий
8. Сделать страницы с категориями
-->

<template>
  <div class="main-page">
    <SectionMain />

    <SectionAbout />

    <SectionCategories />

    <SectionRequest />

    <SectionCategories />

    <SectionForm />
  </div>
</template>
